Repository: AreaSong/AreaChain
Catalog: AreaChain/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# filter.expanded
source: Expanded
zh_hans: 已展开

# filter.highPriority
source: Priority
zh_hans: 高优

# filter.label
source: Filter
zh_hans: 筛选

# filter.open.count %lld
source: %lld open
zh_hans: %lld 项未完成

# filter.open.help
source: Click or hover to filter (⌘⇧F)
zh_hans: 点击或悬停展开筛选（⌘⇧F）

# filter.tag
source: Tag
zh_hans: 标签

# filter.tag.none
source: No Tag
zh_hans: 无标签

# filtered.add.tag
source: Add a task with this tag…
zh_hans: 添加带此标签的事项...

# footer.attachments
source: Attachments
zh_hans: 附件

# footer.diary.count
source: %lld notes
zh_hans: %lld 篇

# footer.diary.help
source: Notes today: %lld
zh_hans: 今日手记：共 %lld 条

# footer.filter.active
source: Active filters: %lld
zh_hans: 已启用 %lld 项筛选条件

# footer.filter.clear
source: Clear filters
zh_hans: 清除筛选

# footer.filter.count
source: Filter · %lld
zh_hans: 筛选·%lld

# footer.gantt
source: Schedule
zh_hans: 安排

# footer.hotkey %@
source: %@ overlay
zh_hans: %@ 浮层

# footer.more
source: More
zh_hans: 更多

# footer.progress.help
source: Today: %lld / %lld complete (%lld%%)
zh_hans: 今日进度：已完成 %lld / %lld（%lld%%）

# footer.quadrant
source: Quadrants
zh_hans: 四象限

# footer.preferences
source: Preferences...
zh_hans: 偏好设置...

# footer.quit
source: Quit
zh_hans: 退出

# footer.search.clear
source: Clear search
zh_hans: 清空搜索

# footer.search.help
source: Search tasks, subtasks, habits and notes across all dates. Supports #tags, !p1–!p4 and @time. ⌘F to focus.
zh_hans: 跨日期搜索事项、子任务和手记，支持 #标签、!p1～!p4 与 @时间。⌘F 聚焦搜索。

# footer.search.label
source: Search all dates
zh_hans: 搜索所有日期

# footer.search.placeholder
source: Search tasks & syntax...
zh_hans: 搜索待办与语法...

# footer.search.placeholder.short
source: Search...
zh_hans: 搜索...

# footer.syntax.help
source: Shortcuts & syntax
zh_hans: 快捷键与语法

# footer.trash
source: Trash
zh_hans: 回收站

# footer.workspace
source: Workspace
zh_hans: 工作台

# gantt.currentMonth
source: This month
zh_hans: 回到本月

# gantt.empty
source: Nothing scheduled this month.
zh_hans: 这个月还没有可画的安排。

# gantt.hint
source: ⌘-click names or bars to select multiple items; Shift-click selects a range. Drag to reschedule together, or use ←/→ to move one day. Esc cancels a drag. Recurring dots mark scheduled weekdays.
zh_hans: ⌘ 点选名称或色块可多选，Shift 连选；拖动一起改期，←/→ 平移一天，Esc 取消拖动。重复事项圆点表示排定日。

# header.diary.count %lld
source: %lld notes today
zh_hans: 今日已记录 %lld 条手记

# header.diary.empty
source: Capture thoughts & moments
zh_hans: 记录即刻灵感与生活

# header.done
source: All done for today
zh_hans: 今天的都勾完了

# header.progress %lld %lld
source: %lld left · %lld done
zh_hans: 还剩 %lld · 已完成 %lld

# header.remaining %lld
source: %lld left today
zh_hans: 今天还剩 %lld 条

# header.today.done
source: All done for today
zh_hans: 今天已全部完成

# header.today.empty
source: Capture something for today
zh_hans: 记下今天要做的事

# header.today.remaining %lld
source: %lld left today
zh_hans: 今天还剩 %lld 项

# hotkey.help
source: Works while another app is in front. Unset until you record one. A shortcut already saved on this Mac stays. It must include ⌘, ⌥, or ⌃. Esc cancels.
zh_hans: 别的应用在前台时也能用。默认不绑定；这台 Mac 上已经录过的会保留。必须包含 ⌘、⌥ 或 ⌃。Esc 取消。

# hotkey.listen
source: Press a new shortcut…
zh_hans: 按下新组合…

# hotkey.open
source: Open overlay
zh_hans: 打开浮层

# hotkey.paste
source: Paste to today
zh_hans: 剪贴板加今天

# hotkey.paste.conflict
source: This matches another shortcut, so it stays off until you choose a different combination.
zh_hans: 与另一项快捷键相同，因此停用，请另选组合。

# hotkey.clipboard
source: Clipboard history
zh_hans: 剪贴板历史

# hotkey.clipboard.help
source: Shows or hides the clipboard panel. Unset until you record one. Press again to close. Closing the workspace leaves the panel open. Return copies, ⌥Return pastes, and ⌥⇧Return pastes plain text.
zh_hans: 打开或关闭剪贴板小窗。默认不绑定。再按一次关闭。关掉工作台不会关掉小窗。回车复制，⌥回车粘贴，⌥⇧回车粘贴纯文本。

# window.clipboard
source: Clipboard
zh_hans: 剪贴板

# clipboard.subtitle
source: History stays on this Mac and is not turned into tasks. Use Show panel in the header, or record “Clipboard history” in Shortcuts.
zh_hans: 历史只留在这台 Mac 上，不会写成待办。页头的「弹出小窗」，或在快捷键页录制「剪贴板历史」，都可以打开小窗。

# clipboard.search
source: Search history
zh_hans: 搜索历史

# clipboard.empty
source: Nothing copied yet
zh_hans: 还没有复制记录

# clipboard.empty.filtered
source: No matches
zh_hans: 没有匹配的记录

# clipboard.paused
source: Recording is paused
zh_hans: 已暂停记录

# clipboard.locked
source: Clipboard history is hidden
zh_hans: 剪贴板历史已隐藏

# clipboard.locked.help
source: Unlock privacy to view copied items.
zh_hans: 解锁隐私后才能查看复制内容。

# clipboard.footer
source: ↩ copy ⌥↩ paste ⌥⇧↩ plain text ⌥P pin. With an empty search, a pin letter copies that item.
zh_hans: ↩ 复制 ⌥↩ 粘贴 ⌥⇧↩ 纯文本 ⌥P 置顶。搜索为空时，置顶字母直接复制。

# clipboard.copy
source: Copy
zh_hans: 复制

# clipboard.paste
source: Paste
zh_hans: 粘贴

# clipboard.pastePlain
source: Paste as plain text
zh_hans: 粘贴为纯文本

# clipboard.pin
source: Pin
zh_hans: 置顶

# clipboard.unpin
source: Unpin
zh_hans: 取消置顶

# clipboard.delete
source: Delete
zh_hans: 删除

# clipboard.clearUnpinned
source: Clear unpinned
zh_hans: 清空未置顶

# clipboard.clearAll
source: Clear all
zh_hans: 全部清空

# clipboard.pause
source: Pause recording
zh_hans: 暂停记录

# clipboard.resume
source: Resume recording
zh_hans: 继续记录

source: Clipboard options
zh_hans: 剪贴板选项

# clipboard.panel.pin
source: Keep on top
zh_hans: 窗口置顶

# clipboard.panel.unpin
source: Unpin window
zh_hans: 取消窗口置顶

# clipboard.showPanel
source: Show panel
zh_hans: 弹出小窗

# clipboard.openPage
source: Open in workspace
zh_hans: 在工作台打开

# clipboard.ignoreNext
source: Ignore the next copy
zh_hans: 忽略下一次复制

# clipboard.ignoreNext.done
source: The next copy will be skipped.
zh_hans: 下一次复制不会被记下。

# clipboard.ignoreApp
source: Ignore this app
zh_hans: 忽略此应用

# clipboard.ignoreUniversal
source: Ignore Universal Clipboard
zh_hans: 忽略通用剪贴板

# stepper.increase
source: Increase
zh_hans: 增加

# stepper.decrease
source: Decrease
zh_hans: 减少

# dev.controls.stepper.longLabel
source: Sample item count with a longer label to explore wrapping
zh_hans: 样例条目数量，这是一段用于查看窄窗口换行效果的较长说明

# dev.controls.steppers
source: Number steppers
zh_hans: 数值加减

# clipboard.limit %lld
source: Keep %lld unpinned items
zh_hans: 未置顶保留 %lld 条

# clipboard.searchMode
source: Search
zh_hans: 搜索方式

# clipboard.searchMode.mixed
source: Fuzzy
zh_hans: 模糊

# clipboard.searchMode.exact
source: Case sensitive
zh_hans: 区分大小写

# clipboard.searchMode.regex
source: Regular expression
zh_hans: 正则

# clipboard.ignoredApps
source: Ignored apps
zh_hans: 忽略的应用

# clipboard.patterns
source: Ignored patterns
zh_hans: 忽略的正则

# clipboard.patterns.add
source: Add a pattern
zh_hans: 添加正则

# clipboard.types
source: Ignored pasteboard types
zh_hans: 忽略的剪贴板类型

# clipboard.types.add
source: Add a type
zh_hans: 添加类型

# clipboard.list.empty
source: None
zh_hans: 无

# clipboard.add
source: Add
zh_hans: 添加

# clipboard.remove
source: Remove
zh_hans: 移除

# clipboard.pattern.invalid
source: That pattern is not a valid regular expression.
zh_hans: 这不是有效的正则表达式。

# clipboard.sealed.help
source: Passwords marked concealed or transient, and copies from 1Password or KeeWeb, are never stored.
zh_hans: 标成隐藏或临时的密码，以及来自 1Password、KeeWeb 的复制，一律不记录。

# clipboard.image
source: Image
zh_hans: 图片

# clipboard.paste.needsAccess
source: Pasting into another app needs Accessibility access. The item is on the clipboard.
zh_hans: 粘贴到其他应用需要辅助功能权限。内容已经放回剪贴板。

# clipboard.save.failed
source: Could not save clipboard history.
zh_hans: 剪贴板历史没能保存。

# clipboard.interval
source: Check every %.1f s
zh_hans: 每 %.1f 秒检查一次

# clipboard.panelAnchor
source: Panel position
zh_hans: 浮窗位置

# clipboard.panelAnchor.cursor
source: Near the pointer
zh_hans: 指针旁边

# clipboard.panelAnchor.center
source: Center of the screen
zh_hans: 屏幕中央

# clipboard.clickAction
source: Click in the panel
zh_hans: 浮窗单击

# clipboard.clickAction.copy
source: Copy
zh_hans: 复制

# clipboard.clickAction.paste
source: Paste
zh_hans: 粘贴

# clipboard.plainByDefault
source: Copy as plain text by default
zh_hans: 默认去掉格式

# clipboard.playSound
source: Play a sound when something is copied
zh_hans: 记下复制时播放提示音

# clipboard.resumed
source: Recording resumed
zh_hans: 已继续记录

# hotkey.paste.disabled
source: %@ (off)
zh_hans: %@（已停用）

# hotkey.paste.help
source: Works while another app is in front. Unset until you record one. A shortcut already saved on this Mac stays. Reads the clipboard once; an empty clipboard does nothing.
zh_hans: 别的应用在前台时也能用。默认不绑定；这台 Mac 上已经录过的会保留。按一下读取剪贴板，空则不加。

# hotkey.registration.failed
source: Shortcut is off: it conflicts with another shortcut or is unavailable. Choose a different combination.
zh_hans: 快捷键未启用：与另一组合冲突或被系统占用，请另选组合。

# hotkey.return
source: Return
zh_hans: 回车

# hotkey.space
source: Space
zh_hans: 空格

# hotkey.unknown %lld
source: Key %lld
zh_hans: 键%lld

# shortcut.commitDiary
source: Save to diary
zh_hans: 记入手记

# shortcut.commitDiary.help
source: Save a menu bar capture or diary draft. Default is ⌘Return.
zh_hans: 把浮层捕获或手记草稿记入手记。默认是 ⌘Return。

# shortcut.copyDiary
source: Copy diary
zh_hans: 复制手记

# shortcut.copyDiary.help
source: Copy the selected diary text.
zh_hans: 复制选中手记的正文。

# shortcut.filter
source: Filter
zh_hans: 筛选

# shortcut.filter.help
source: Open the menu bar filter.
zh_hans: 打开浮层筛选。

# shortcut.group.diary
source: Diary
zh_hans: 手记

# shortcut.group.global
source: Global
zh_hans: 全局

# shortcut.group.list
source: Lists
zh_hans: 清单

# shortcut.group.navigation
source: Navigation
zh_hans: 导航

# shortcut.openDiary
source: Open diary
zh_hans: 打开手记

# shortcut.openDiary.help
source: Open the selected diary. Return alone still opens it.
zh_hans: 打开选中的手记。单独按回车仍会打开。

# shortcut.page.help
source: Click a shortcut, then press a new combination. It must include ⌘, ⌥, or ⌃. The one you just set stays on, and the previous item using that combination turns off. Esc cancels.
zh_hans: 点一下右侧组合，再按下新的快捷键。必须包含 ⌘、⌥ 或 ⌃。刚录下的生效，原来占用这个组合的一项会停用。Esc 取消。

# shortcut.page.scope
source: Global shortcuts work in any app and start unset. Arrow keys, Space, Return, Delete, and Esc stay list actions. ⌘Return in notes still submits the note.
zh_hans: 全局热键在任意应用前台生效，默认不绑定。方向键、空格、回车、Delete 和 Esc 仍是清单里的行内操作。备注里的 ⌘Return 仍用来提交备注。

# shortcut.quit
source: Quit
zh_hans: 退出

# shortcut.quit.help
source: Quit from the menu bar. The system application menu may still use ⌘Q.
zh_hans: 从浮层退出。系统应用菜单可能仍使用 ⌘Q。

# shortcut.reset
source: Reset
zh_hans: 恢复默认

# shortcut.resetAll
source: Reset all shortcuts
zh_hans: 全部恢复默认

# shortcut.saveDiary
source: Save diary window
zh_hans: 保存手记小窗

# shortcut.saveDiary.help
source: Save the open diary window. Default is ⌘S.
zh_hans: 保存当前手记小窗。默认是 ⌘S。

# shortcut.search
source: Search
zh_hans: 搜索

# shortcut.search.help
source: Focus search in the menu bar, workspace, and diary page.
zh_hans: 聚焦菜单栏、工作台和手记页的搜索。

# shortcut.selectAll
source: Select all
zh_hans: 清单全选

# shortcut.selectAll.help
source: Select the visible rows in the focused today list.
zh_hans: 焦点在今日清单时，选中当前可见项。

# shortcut.settings
source: Open settings
zh_hans: 打开设置

# shortcut.settings.help
source: Open the settings page in the workspace.
zh_hans: 打开工作台里的设置页。

# shortcut.syntax
source: Syntax help
zh_hans: 语法帮助

# shortcut.syntax.help
source: Open the syntax guide.
zh_hans: 打开语法帮助。

# shortcut.trashDiary
source: Move diary to trash
zh_hans: 手记移到回收站

# shortcut.trashDiary.help
source: Move the selected diary to the trash. Delete alone still asks.
zh_hans: 把选中手记移到回收站。单独按 Delete 仍会询问。

# shortcut.workspace
source: Open workspace
zh_hans: 打开工作台

# shortcut.workspace.help
source: Open the workspace from the menu bar. Default is ⌘0.
zh_hans: 从浮层打开工作台。默认是 ⌘0。

# shortcut.unset
source: Not set
zh_hans: 未设置

# shortcut.workspace.global
source: Open workspace globally
zh_hans: 全局打开工作台

# shortcut.workspace.global.help
source: Bring the workspace forward from any app. Unset until you record one. The current page stays put.
zh_hans: 在任意应用前台把工作台叫到前面。默认不绑定。不改当前页面。

# import.error.attachment.owner
source: Import cancelled: attachment %@ cannot change its owner or owner type.
zh_hans: 导入已取消：附件 %@ 的所属项或类型发生冲突，不能重新挂载。

# import.error.check.conflict
source: Import cancelled: routine %@ has conflicting check-ins on %@. Resolve the conflict before importing.
zh_hans: 导入已取消：习惯 %@ 在 %@ 存在多条冲突打卡记录，请确认冲突后再导入。

# import.error.duplicate
source: Import cancelled: duplicate %@ identifier %@. No import data was written. Check the backup or existing data first.
zh_hans: 导入已取消：%@ 存在重复标识 %@。未写入导入数据，请先检查备份或现有数据。

# import.error.routine.missing
source: Import cancelled: check-in refers to missing routine %@.
zh_hans: 导入已取消：打卡记录引用了不存在的习惯 %@。

# import.error.subtask.owner
source: Import cancelled: subtask %@ belongs to a different task.
zh_hans: 导入已取消：子任务 %@ 已属于其他待办，不能重复挂到新父项。

# import.summary
source: Recurring new %lld / update %lld One-off new %lld / update %lld Notes new %lld / update %lld Checks new %lld / update %lld Tags new %lld / update %lld Attachments new %lld / update %lld Nothing is written until you confirm.
zh_hans: 重复事项 新增 %lld / 覆盖 %lld 一次性事项 新增 %lld / 覆盖 %lld 手记 新增 %lld / 覆盖 %lld 勾选 新增 %lld / 覆盖 %lld 标签 新增 %lld / 覆盖 %lld 附件 新增 %lld / 覆盖 %lld 确定后才会写入本机。

# language.system
source: System
zh_hans: 系统

# menubar.status.completed
source: AreaChain, everything for today is handled
zh_hans: AreaChain，今日事项已全部处理

# menubar.status.empty
source: AreaChain, nothing scheduled for today
zh_hans: AreaChain，今天暂无安排

# menubar.status.unavailable
source: AreaChain, today's status is not available yet
zh_hans: AreaChain，今日状态暂不可用

# menubar.today.mark
source: T
zh_hans: 今

# note.skipped
source: Skipped
zh_hans: 已跳过

# note.skipped.weekdays
source: Skipped · Weekdays
zh_hans: 已跳过 · 仅工作日

# note.weekdays
source: Weekdays
zh_hans: 仅工作日

# notify.body
source: It's time
zh_hans: 到点了

# notify.action.complete
source: Complete
zh_hans: 完成

# notify.action.snooze10
source: 10 minutes
zh_hans: 10 分钟

# notify.action.snooze60
source: 1 hour
zh_hans: 1 小时

# settings.notify.openSystem
source: Open Notification Settings
zh_hans: 打开系统通知设置

# drawer.due.title
source: Due time
zh_hans: 截止时刻

# drawer.remind.custom
source: Choose a time
zh_hans: 选择时刻

# drawer.convert.toRoutine
source: Make repeating
zh_hans: 改为重复事项

# drawer.convert.toTodo
source: Make one-time
zh_hans: 改为一次性事项

# habit.month.checked
source: Checked
zh_hans: 已打卡

# habit.month.skipped
source: Skipped
zh_hans: 已跳过

# habit.month.missed
source: Missed
zh_hans: 漏了

# habit.month.open
source: Not checked
zh_hans: 未打卡

# privacy.apply
source: Confirm and apply
zh_hans: 确认并应用

# privacy.autolock
source: Lock private notes after inactivity
zh_hans: 私密内容闲置后锁定

# privacy.boundary.body
source: Notes that match a private tag, and notes that stay protected, keep their text and images private. A private tag encrypts the whole note and its attachments. Removing a tag does not remove existing protection. Plain JSON leaves out protected notes, legacy password-masked notes, and private attachments, and it never includes image bytes. Use the separate-password encrypted backup on Data & Backup. That restore merges records and images; it does not replace the whole library. The privacy migration backup appears only while converting existing notes into private content. It is not the everyday backup entry.
zh_hans: 命中私密标签的手记，以及仍受保护的手记，正文和图片都属于私密内容。私密标签会加密整条手记和所属附件；移除标签不会自动解除已有保护。普通 JSON 不包含受保护手记、旧密码遮罩手记和私密附件，也不包含图片二进制。记录和图片请到「数据与备份」使用独立口令的加密备份；恢复是合并，不会整库覆盖。将旧手记转为私密内容前的隐私迁移备份，只出现在创建或调整私密保护时，不是日常备份入口。

# privacy.boundary.title
source: Privacy boundary
zh_hans: 隐私边界

# privacy.backup.export
source: Export encrypted backup…
zh_hans: 导出加密备份…

# privacy.backup.password.help
source: New backups need a passphrase of at least 12 characters. It may differ from your master password and does not depend on this Mac’s keychain. Keep it safely: losing it makes this backup unreadable.
zh_hans: 新备份口令至少 12 个字符，可与主密码不同，不依赖本机钥匙串。请另行保管：遗失后无法解开这份备份。

# privacy.backup.password.title
source: Backup passphrase
zh_hans: 备份口令

# privacy.backup.restore
source: Restore encrypted backup…
zh_hans: 恢复加密备份…

# privacy.cleanup.pending
source: Storage cleanup is pending. Retry image cleanup, then quit and reopen the app to rebuild the database before treating migration as complete. External backups and source images are not removed.
zh_hans: 存储清理尚未完成。请重试附件清理，再退出并重新打开应用以重建数据库，之后才可确认迁移完成。外部备份与原始图片不会被删除。

# privacy.cleanup.database
source: Privacy protection is active. Database storage optimization runs the next time the app launches, before the store is opened. Quit to finish it now; this page will not rebuild an open database.
zh_hans: 私密保护已生效。数据库底层优化会在下次启动、打开库之前进行。可退出应用以立即完成；本页不会对仍打开的数据库执行重建。

# privacy.cleanup.quit
source: Quit to finish database cleanup…
zh_hans: 退出以完成数据库清理…

# privacy.cleanup.retry
source: Retry image cleanup
zh_hans: 重试附件清理

# privacy.disabled
source: Disabled
zh_hans: 未启用

# privacy.draft.discard
source: Discard draft
zh_hans: 放弃草稿

# privacy.draft.discard.confirm
source: Discard this unsaved private draft?
zh_hans: 放弃这份尚未保存的私密草稿？

# privacy.draft.locked
source: Private draft locked
zh_hans: 私密草稿已锁定

# privacy.enabled
source: Enabled
zh_hans: 已启用

# privacy.error.busy
source: Verification is in progress or temporarily rate-limited. Try again shortly.
zh_hans: 正在验证或暂时限制重试，请稍后再试。

# privacy.error.cancelled
source: Cancelled. No access was granted.
zh_hans: 操作已取消，未授予访问权限。

# privacy.error.corruptData
source: Protected content or its format could not be verified. Keep the original data and try a verified backup.
zh_hans: 无法校验受保护内容或其格式。请保留原数据，尝试已验证的备份。

# privacy.error.lastMethod
source: Keep at least one verified unlock method.
zh_hans: 必须保留至少一种已验证可用的解锁方式。

# privacy.error.locked
source: Unlock private notes before continuing.
zh_hans: 请先解锁私密手记，再继续操作。

# privacy.error.missingAttachment
source: An image is missing. A complete backup cannot be created; no images were silently omitted.
zh_hans: 图片文件缺失，无法创建完整备份；不会静默遗漏图片。

# privacy.error.notConfigured
source: Set up the private vault first.
zh_hans: 请先设置私密保护。

# privacy.error.privateImport
source: This operation would bypass existing protection. Review private tags, or restore a verified encrypted backup.
zh_hans: 该操作会绕过已有保护。请先处理私密标签，或恢复经过验证的加密备份。

# privacy.error.requiresBackup
source: Save and verify an encrypted backup before converting existing notes.
zh_hans: 转换已有手记前，必须保存并验证加密备份。

# privacy.error.staleOperation
source: Content or unlock state changed. Unlock again and retry the operation.
zh_hans: 内容或解锁状态已变化，请重新解锁并重试。

# privacy.error.storageFailure
source: Storage did not complete. Check disk space and permissions, preserve existing data, and retry.
zh_hans: 存储操作未完成。请检查磁盘空间和权限，保留现有数据后重试。

# privacy.error.systemCleanupPending
source: System credential cleanup is incomplete. Preserve the privacy configuration and retry cleanup here before treating system access as revoked.
zh_hans: 系统凭据清理尚未完成。请保留隐私配置并在此重试清理，完成前不能视为系统访问已完全撤销。

# privacy.error.systemUnavailable
source: System verification or protected keychain access is unavailable. Try again or use your master password; signing and permissions may need review.
zh_hans: 系统验证或受保护钥匙串不可用。请重试或使用主密码；可能需要检查签名与权限。

# privacy.error.tooLarge
source: This image or backup manifest exceeds the current limit (64 MiB per image; 16 MiB for the manifest). Reduce its size and retry; no content was silently omitted.
zh_hans: 图片或备份清单超过当前上限（单图 64 MiB，清单 16 MiB）。请缩减后重试；不会静默遗漏内容。

# privacy.error.unsupportedVersion
source: This encrypted format needs a compatible version of AreaChain.
zh_hans: 该加密格式需要兼容版本的 AreaChain。

# privacy.error.weakPassword
source: Use a passphrase of at least 12 characters and at most 4096 UTF-8 bytes.
zh_hans: 请使用至少 12 个字符、最长 4096 字节的口令。

# privacy.error.wrongPassword
source: The password is incorrect, or the protected key cannot be verified.
zh_hans: 口令不正确，或受保护密钥无法通过校验。

# privacy.idle.1
source: 1 minute
zh_hans: 1 分钟

# privacy.idle.5
source: 5 minutes
zh_hans: 5 分钟

# privacy.idle.15
source: 15 minutes
zh_hans: 15 分钟

# privacy.legacy.include
source: Also protect existing password-masked notes
zh_hans: 同时保护已有的密码类遮罩手记

# privacy.lock.now
source: Lock now
zh_hans: 立即锁定

# privacy.manage.reason
source: Verify again to change privacy settings or handle an encrypted backup.
zh_hans: 请重新验证身份，以修改隐私设置或处理加密备份。

# privacy.master.change
source: Change master password…
zh_hans: 更换主密码…

# privacy.master.help
source: New passwords need at least 12 characters. Use a long, unique passphrase; pasting is supported. No master password is stored in plaintext.
zh_hans: 新主密码至少 12 个字符，建议使用不复用的长口令，支持粘贴。不会保存明文主密码。

# privacy.master.label
source: AreaChain master password
zh_hans: AreaChain 主密码

# privacy.master.placeholder
source: Not your Mac login password
zh_hans: 不是 Mac 登录密码

# privacy.master.remove
source: Remove master password…
zh_hans: 移除主密码…

# privacy.master.set
source: Set master password…
zh_hans: 设置主密码…

# privacy.methods.help
source: Enable either or both; one successful method unlocks the vault. System verification may accept the Mac login password. Keep at least one usable method.
zh_hans: 可以单独或同时启用，任意一种成功即可解锁。系统验证可能接受 Mac 登录密码；必须保留至少一种可用方式。

# privacy.methods.master
source: Independent AreaChain master password
zh_hans: 独立的 AreaChain 主密码

# privacy.methods.system
source: System verification (Touch ID / Mac password)
zh_hans: 系统验证（Touch ID／Mac 登录密码）

# privacy.migration.backup
source: Save and verify an encrypted backup, including images, before conversion. Applying replaces old image files and rebuilds SQLite storage to remove historical plaintext. Other existing backups are not changed.
zh_hans: 转换前必须保存并校验包含图片的加密备份。确认后将替换旧图片，并重建 SQLite 存储以清理历史明文；其他已有备份不受影响。

# privacy.migration.count
source: %ld existing notes will be encrypted, including matching notes in Trash.
zh_hans: 将加密 %ld 条已有手记，包含回收站中的匹配记录。

# privacy.missing.config
source: Encrypted records exist, but the vault configuration is missing. Do not create a replacement key. Restore the original configuration, or recover an encrypted backup in a fresh environment.
zh_hans: 已有加密记录，但缺少私密锁配置。不能新建密钥替代旧密钥；请恢复原配置，或在空环境中恢复加密备份。

# privacy.password.repeat
source: Repeat password
zh_hans: 再次输入口令

# privacy.restore.confirm
source: Restore this encrypted backup?
zh_hans: 恢复这份加密备份？

# privacy.restore.summary
source: Restore %ld notes and %ld images, plus the included tasks and settings metadata. Matching IDs will be updated; records absent from the backup will remain. Private content stays encrypted.
zh_hans: 将恢复 %ld 条手记和 %ld 张图片，以及备份中的任务和分类数据。同标识记录会被更新，备份未包含的记录保留；私密内容继续加密。

# privacy.settings.intro
source: Password masking alone does not encrypt storage. Enable privacy protection to encrypt selected notes and images.
zh_hans: 当前的密码遮罩不等于加密。启用后，选定手记和图片将加密存储。

# privacy.settings.saved
source: Operation completed. Check any pending storage-cleanup notice below.
zh_hans: 操作已提交；如有待清理提示，请继续处理后再确认迁移完成。

# privacy.settings.title
source: Privacy & Unlock
zh_hans: 隐私与解锁

# privacy.setup
source: Set up privacy protection
zh_hans: 设置私密保护

# privacy.state.locked
source: Private notes locked
zh_hans: 私密手记已锁定

# privacy.state.unconfigured
source: Not enabled
zh_hans: 尚未启用

# privacy.state.cleanupPending
source: System key cleanup is pending
zh_hans: 存在待处理的密钥清理

# privacy.state.unavailable
source: Privacy vault unavailable
zh_hans: 隐私库不可用

# privacy.state.unlocked
source: Private notes unlocked
zh_hans: 私密手记已解锁

# privacy.system.cleanup.retry
source: Retry system credential cleanup
zh_hans: 重试系统凭据清理

# privacy.system.disable
source: Disable system verification…
zh_hans: 停用系统验证…

# privacy.system.enable
source: Enable system verification…
zh_hans: 启用系统验证…

# privacy.system.only.warning
source: System-only unlock depends on this Mac’s keychain and the app’s signing identity. Reinstallation, moving to another Mac, or a signing change may prevent access. Keep an encrypted backup; using a master password as well is recommended.
zh_hans: 仅系统验证依赖本机钥匙串和应用签名。重装、换机或签名变化可能导致无法解锁。请保留加密备份，建议同时设置主密码。
